package com.atman.jishang.net.model;

import java.util.List;

/**
 * 描述
 * 作者 tangbingliang
 * 时间 16/5/6 15:34
 * 邮箱 bltang@atman.com
 * 电话 18578909061
 */
public class NewsListModel {
    /**
     * result : 1
     * body : [{"id":2,"title":"新闻2234","newsSource":"CCE","titleImage":"Goods/8c/e5/8ce5c4220d3311e6b4e074d02ba07f83.jpg","fullTitleImage":"http://192.168.1.141:8000/by/Goods/8c/e5/8ce5c4220d3311e6b4e074d02ba07f83.jpg","description":"222","content":"<div class=\"newtext_div\"><p class=\"newtext\">4月22日香满园总经理杨廷松先生作客电商一小时，就未来食品电商和生鲜电商面临的机遇和竞争道出了自己的应对之法。<\/p><p class=\"newtext\">杨廷松认为：生鲜电商的痛点和核心问题主要在于九个方面：第一、流量；第二、客单价比物流、包装成本不成正本；第三、用户体验的问题；第四、复购率问题；第五、供应链的问题；第六、产品售后的问题；第七、产品本身的问题；第八、品牌的问题；第九、互联网+的问题。<\/p><p style=\"text-align:center;\"><a href=\"http://imgs.ebrun.com/resources/2016_04/2016_04_29/201604299851461915788046.jpg\" target=\"_blank\"><img src=\"http://imgs.ebrun.com/resources/2016_04/2016_04_29/201604299851461915788046.jpg\" title=\"电商一小时\" alt=\"电商一小时\"/><\/a><\/p><p class=\"newtext\"><strong>以下为活动内容整理：<\/strong><\/p><p class=\"newtext\"><strong>1、亿邦疯人会会员问：香满圆的线上电商发展的相关数据，模式的核心竞争力，标准化如何解决，物流解决方案，是否实现盈利？<\/strong><\/p><p class=\"newtext\"><strong> 杨廷松：<\/strong>香满圆是重庆菜园坝水果市场于2011年打造的线上B2C生鲜电商；我们在做这个的时候，首先还是把根本放在线下实体的，因为是线下转线上，要运用原有的资源；所以就在实体部分找核心优势；第一个有这么一个大市场，做生鲜最大的问题就是要做库存，有库存就有损耗，我们这么大一个市场，在市场里面做产品的销售，可以去做最新鲜的，性价比最高的产品，提供给老百姓。<\/p><p class=\"newtext\">我们一个专业人才预作农产品，不像做标准品，是一个标准的东西，不想服装，小电器，农产品还是有生命的，一棵树上的两个果子，采摘期不同，味道就不同。我们的农产品的专家对这个水果的属性很了解，我们做二十年正好有这么一批人，所以我们用起来，也就是说在做这个时候，不是只懂电商，还需要懂产品属性；<\/p><p class=\"newtext\">物流配送问题，我的本公司就是做第三方物流的，在重庆市做本地物流传统的国有企业，我们有一个车队做自建的，这个可以提高我们的一个物流的时效，来降低我们物流的成本，现在同城配送也是各个城市在大力发展的一个类别。相信我们的物流成本可以降下来。<\/p><p class=\"newtext\">标准化如何解决，问题说起来很大，我还是想从前段、后端来说。前段主要是产地环节。中国生产，每个农民的土地只有几十亩，大家的种植标准、技术不同，种出来的东西不同，在做农产品的标准化的时候，我们建议专业合作社或政府以集约的方式来做这一块。主要的一种形式，在产品的产地进行分拣、分级，来保证产品的大小、口感；从后端来说，在流通的环节，一、做好产品的把关，二、做产品自定义化的标准，比如标准规格，详情装，家庭装，原件装；<\/p><p class=\"newtext\">物流的解决方案，分两方面来说，用不用生鲜物流，用不用冷链，一般的做法就是在本地，能够不用冷链的产品尽量不做冷链，像是苹果、梨啊，主要是做好防震做好就好。这种东西我们是我们是不用冷链的因为费用比较高；第二冷链产品还是以实用为为主，我们做的冷链泡沫箱+泡沫+冰袋，主要采取简易的方式来进行冷链运输，基本上2-3天还是可以的。当然不能做生鲜的肉类、樱桃、荔枝这样的不能操作。<\/p><p class=\"newtext\">盈利的问题，其实做生鲜的要做到盈利不是很容易，一个损耗、包装成本、物流成本已经很高了，建议大家做生鲜的，可以采取一种羊毛出在狗身上的方式，不一定是产品本身能赚多少钱，是能不能在其他方面对你有帮助。我们做平台的零利润的，我的利润是在我有个实体市场，我通过我的市场来将货物买的很多，那么我的商品进场费就高。<\/p><p class=\"newtext\">第二就是我的一个核心竞争力，如果说我有一个线上的渠道，将我市场里的商家商品买的更多更好，那么这部分的客户资源是掌握在我的手里，那么就是利益共享，这部分就是我的核心竞争力；建议大家可以想一下这方面的内容，怎么做生鲜这部分，纯真生鲜商品的还是可以盈利的，毕竟批发和零售之间的毛利差，大概有一个25%左右。<\/p><p class=\"newtext\"><strong>2、亿邦疯人会会员问：传统农产品市场转型的优势在哪里？<\/strong><\/p><p class=\"newtext\"><strong>杨廷松：<\/strong>批发市场转型优势，我们认为主要还是在于三个部分，第一个部分库存，解决很好的零库存，自己做平台，每一天最新的商品到市场，我们的工作人员到商家直接诶采选送到千家万户；第二人才，懂行的人才；第三：做品牌的问题，品牌对应是本地化的品牌。<\/p><p class=\"newtext\"><strong>3、亿邦疯人会会员问：平台方怎么把控生鲜供应商的水准？<\/strong><\/p><p class=\"newtext\"><strong> 杨廷松：<\/strong>我们分为两大类：第一、产地的种植者，直接从产地收货的；还有一类是经销的，从产地收上来，挑选后的；在做生鲜时，我们不可能全品类全部从产地收，我们是两种方式。第一，当然我们是找这类产品最好的主产地，产品质量比较好；第二，主产地里肯定要到产地考察；第三，考虑产品的分拣分级的情况，就是在谈产地的时候全部都要考虑、谈好；<\/p><p class=\"newtext\">产地收产品，一定要有自己的人留守，把控产品质量；收上产品之上，我们还有专门的品控师进行分拣。<\/p><p class=\"newtext\"><strong>4、亿邦疯人会会员问：生鲜电商的痛点和核心问题是什么？<\/strong><\/p><p class=\"newtext\"><strong> 杨廷松：<\/strong> 第一、流量；先在做生鲜平台的，不借助大平台来操作的，靠自己有流量很难；第二、客单价比物流、包装成本不成正本；第三、用户体验的问题。为了吸引用户，图、介绍很漂亮，但是实际产品却又出入。标准化，可能分配购买的同样的产品，口感都不同，是正常的情况。链条问题：出现问题，客服不是专业懂农产品，要转给产品经理解决，所以影响用户体验。第四、复购率问题，特别是在生鲜黏度不是很高；第五、供应链以及产品的问题，如果产品不丰富，顾客选择性不高。如果产品多了，也存在产品供应的问题，加大复杂程度，一直以来是个矛盾的问题，看到家如何选择量或者质的问题。第六、产品售后的问题。不可避免因物流、质量顾客不满意的情况出现。生鲜的东西如果退换货，那么成本相当的加大，如果不做退换货，顾客满意度就受到影响。生鲜退换货频率要比其他品类更高一些，优先做好品控，服务，好评率提升很难。第七、从产品本身来说，国内的产品一句话代表，\u201c好的不多，多的不好\u201d。第八、现在一些品牌的问题，国内的地域品牌，却企业的品牌，这就需要打造供应链的问题；最终的竞争还是在于一个平台的竞争。平台出来后，还是需要有区域代理；第九、互联网+，农村电商，全国再推这些，很多产地不管懂不懂，都在加入电商，有很多产地在价格方面更有优势，我们品牌是没有办法竞争的，所以也是很困难的。<\/p><p class=\"newtext\"><strong>5、亿邦疯人会会员问：生鲜铺路电商，如何突破产品固有的限制？(例如保鲜问题)<\/strong><\/p><p class=\"newtext\"><strong> 杨廷松：<\/strong> 如果做综合类电商，不要上来就做生鲜，最大的原因，是这部分最难很多不可控的因素在里。很多平台不用生鲜做主力，就能看出，经营起来确确实实是存在一些困难的。<\/p><p class=\"newtext\">如果说做生鲜这一部分，如何做出突围，还是建议找到个有特色的、好的产品，从产品上拓展好的客户群，找个产品建议是小产地的精品的东西，这样做可能比较容易做起来。第二建议做生鲜要从本地做起，不要做全国，但是跟生鲜的一些特性比起来，还是会受影响的。<\/p><p class=\"newtext\">生鲜做到最后要贴近消费者的，所以香满园在做高校、地推、社区，还是从本地做起，会更方便，我们现在才去的还是老办法。<\/p><p class=\"newtext\"><strong>6、亿邦疯人会会员问：生鲜除了大家都知道的非标、损耗等问题外，有一个潜在问题，复购率不够，请问香满园如何解决？<\/strong><\/p><p class=\"newtext\"><strong> 杨廷松：<\/strong> 实际在痛点上已经提到了一些，痛点还是服务方面。大家如何吸引用户，从客服上，帮助顾客解决问题，不要怕投诉，把投诉当成营销的方式，来产生回头客。<\/p><p class=\"newtext\">加强和客户之间的互动，增加客户的复购率，不仅是买产品，还买的是服务。在一个是抓住本地的用户，本地用户比外地用户复购率更高。本地出现问题比较容易决绝，从商家来讲，本地客户可以做到大客户的转型，同时互动更方便些。<\/p><p class=\"newtext\"><strong>7、亿邦疯人会会员问：区域化会是品质生鲜解决之道吗？生鲜电商如何突破区域限制?<\/strong><\/p><p class=\"newtext\"><strong> 杨廷松：其实<\/strong>个人认为还是只能做区域化，做全国是一个噱头，是一个品牌的成长之路，但是真正做好生鲜，在国内这种情况下，还是要以本地市场为主，当然模式可以拓展。在本地做好之后，可以其他城市做分站；社区的连锁店可以最全国，一个城市做好，在做另一个城市，本地做的基础是一定要把供应链做好，有了好的市场营销，可以在做其他城市的拓展。<\/p><p class=\"newtext\"><strong>8、亿邦疯人会会员问：请问生鲜水果这块产地直供加实体店是不是一个比较好的模式？<\/strong><\/p><p class=\"newtext\"><strong> 杨廷松： <\/strong>我们可以选择的模式产地+直供，但是模式并不一定是大家都要去选择的，或者说模式的成本比较高。产地直供，可以做部分的，因为毕竟要在产地留下指控人员，加大成本。不可能做到很多品类都从产地直供，除非量提上来，做电商生鲜毕竟做的是小人群的，毕竟不是做的生鲜市场的大宗贸易。<\/p><p class=\"newtext\">实体店实话讲一个店铺的装修成本+转让费，不是所有人都可以做，他是大资本的一种模式，如果想做规模，的确是可以，但是取决于资金、渠道；做社群的确是新生人可以做的模式。可以做一些有针对性的小分层，比如社区群，微信群，不同人群的群，可以做线上线上的同发展，还是要做互动，要跟大家有交流的互动。我们毕竟不是淘宝的。所以相对来说我们把营销重点放在了互动上面，应该说是以后营销的主力。<\/p><p class=\"newtext\"><strong>9、亿邦疯人会会员问：现在生鲜电商2C是否不太现实？<\/strong><\/p><p class=\"newtext\"><strong> 杨廷松：<\/strong> 现在应说都是做2c，如果说做网络零售，肯定是直面消费者，如果做不到直面消费者，应该是生意就做不好，2c比2b现实。单独发货包装成本，不管做什么品类，你做网络零售肯定是要解决，我们要考虑精品、议价、品牌的一个问题。<\/p><p class=\"newtext\"><strong>10、亿邦疯人会会员问：生鲜电商，农产品一定要走品牌化吗？<\/strong><\/p><p class=\"newtext\"><strong> 杨廷松：<\/strong>这要产品好，品牌打造出来，只要营销到位，我们所说的包装成本、物流成本就都出来了，这些都不是问题，还是精品要做好，而我们不是做大众贸易的，中下层产品的，我们做的是稀缺的产品，相对我们的涉及人群、年轻人的喜欢越来越优化，养成了网购习惯，大家会接受这种方式的。<\/p><p class=\"newtext\">拓展一点，品牌现在这个阶段靠农民自己做是做不好的，大家都是千篇一律。主要是靠大资本，或者是当地扶持农产品的大户，做全品类链；第三、形成产地的商会、协会，做品质的把控品牌的建立，这种方式来操作。<\/p><p class=\"newtext\">当然从电商角度来说我们是要打造自己的品牌，比如说三只松鼠，其实产品不是自己的，但是我自己选择的、筛选过的产品，贴自己的品牌，大家是认可的。<\/p><p style=\"text-align:center;\"><a href=\"http://imgs.ebrun.com/resources/2016_04/2016_04_29/201604298101461915788062_origin.png\" target=\"_blank\"><img src=\"http://imgs.ebrun.com/resources/2016_04/2016_04_29/201604298101461915788062.png\" title=\"亿邦疯人会\" alt=\"亿邦疯人会\"/><\/a><\/p>\t\t\t\t<p class=\"newtext\"><span style=\"font-family: 宋体, SimSun; font-size: 14px;\">【版权提示】亿邦动力网倡导尊重与保护知识产权。如发现本站文章存在版权问题，烦请提供版权疑问、身份证明、版权证明、联系方式等发邮件至run@ebrun.com，我们将及时沟通与处理。<\/span><\/p><\/div>","newsStatus":1,"newType":0,"newsPlate":0},{"id":1,"title":"新闻1","newsSource":"CCTV","titleImage":"Goods/8c/e5/8ce5c4220d3311e6b4e074d02ba07f83.jpg","fullTitleImage":"http://192.168.1.141:8000/by/Goods/8c/e5/8ce5c4220d3311e6b4e074d02ba07f83.jpg","description":"111","content":"阿斯顿发生的发生地方","newsStatus":1,"newType":0,"newsPlate":0}]
     */

    private String result;
    /**
     * id : 2
     * title : 新闻2234
     * newsSource : CCE
     * titleImage : Goods/8c/e5/8ce5c4220d3311e6b4e074d02ba07f83.jpg
     * fullTitleImage : http://192.168.1.141:8000/by/Goods/8c/e5/8ce5c4220d3311e6b4e074d02ba07f83.jpg
     * description : 222
     * content : <div class="newtext_div"><p class="newtext">4月22日香满园总经理杨廷松先生作客电商一小时，就未来食品电商和生鲜电商面临的机遇和竞争道出了自己的应对之法。</p><p class="newtext">杨廷松认为：生鲜电商的痛点和核心问题主要在于九个方面：第一、流量；第二、客单价比物流、包装成本不成正本；第三、用户体验的问题；第四、复购率问题；第五、供应链的问题；第六、产品售后的问题；第七、产品本身的问题；第八、品牌的问题；第九、互联网+的问题。</p><p style="text-align:center;"><a href="http://imgs.ebrun.com/resources/2016_04/2016_04_29/201604299851461915788046.jpg" target="_blank"><img src="http://imgs.ebrun.com/resources/2016_04/2016_04_29/201604299851461915788046.jpg" title="电商一小时" alt="电商一小时"/></a></p><p class="newtext"><strong>以下为活动内容整理：</strong></p><p class="newtext"><strong>1、亿邦疯人会会员问：香满圆的线上电商发展的相关数据，模式的核心竞争力，标准化如何解决，物流解决方案，是否实现盈利？</strong></p><p class="newtext"><strong> 杨廷松：</strong>香满圆是重庆菜园坝水果市场于2011年打造的线上B2C生鲜电商；我们在做这个的时候，首先还是把根本放在线下实体的，因为是线下转线上，要运用原有的资源；所以就在实体部分找核心优势；第一个有这么一个大市场，做生鲜最大的问题就是要做库存，有库存就有损耗，我们这么大一个市场，在市场里面做产品的销售，可以去做最新鲜的，性价比最高的产品，提供给老百姓。</p><p class="newtext">我们一个专业人才预作农产品，不像做标准品，是一个标准的东西，不想服装，小电器，农产品还是有生命的，一棵树上的两个果子，采摘期不同，味道就不同。我们的农产品的专家对这个水果的属性很了解，我们做二十年正好有这么一批人，所以我们用起来，也就是说在做这个时候，不是只懂电商，还需要懂产品属性；</p><p class="newtext">物流配送问题，我的本公司就是做第三方物流的，在重庆市做本地物流传统的国有企业，我们有一个车队做自建的，这个可以提高我们的一个物流的时效，来降低我们物流的成本，现在同城配送也是各个城市在大力发展的一个类别。相信我们的物流成本可以降下来。</p><p class="newtext">标准化如何解决，问题说起来很大，我还是想从前段、后端来说。前段主要是产地环节。中国生产，每个农民的土地只有几十亩，大家的种植标准、技术不同，种出来的东西不同，在做农产品的标准化的时候，我们建议专业合作社或政府以集约的方式来做这一块。主要的一种形式，在产品的产地进行分拣、分级，来保证产品的大小、口感；从后端来说，在流通的环节，一、做好产品的把关，二、做产品自定义化的标准，比如标准规格，详情装，家庭装，原件装；</p><p class="newtext">物流的解决方案，分两方面来说，用不用生鲜物流，用不用冷链，一般的做法就是在本地，能够不用冷链的产品尽量不做冷链，像是苹果、梨啊，主要是做好防震做好就好。这种东西我们是我们是不用冷链的因为费用比较高；第二冷链产品还是以实用为为主，我们做的冷链泡沫箱+泡沫+冰袋，主要采取简易的方式来进行冷链运输，基本上2-3天还是可以的。当然不能做生鲜的肉类、樱桃、荔枝这样的不能操作。</p><p class="newtext">盈利的问题，其实做生鲜的要做到盈利不是很容易，一个损耗、包装成本、物流成本已经很高了，建议大家做生鲜的，可以采取一种羊毛出在狗身上的方式，不一定是产品本身能赚多少钱，是能不能在其他方面对你有帮助。我们做平台的零利润的，我的利润是在我有个实体市场，我通过我的市场来将货物买的很多，那么我的商品进场费就高。</p><p class="newtext">第二就是我的一个核心竞争力，如果说我有一个线上的渠道，将我市场里的商家商品买的更多更好，那么这部分的客户资源是掌握在我的手里，那么就是利益共享，这部分就是我的核心竞争力；建议大家可以想一下这方面的内容，怎么做生鲜这部分，纯真生鲜商品的还是可以盈利的，毕竟批发和零售之间的毛利差，大概有一个25%左右。</p><p class="newtext"><strong>2、亿邦疯人会会员问：传统农产品市场转型的优势在哪里？</strong></p><p class="newtext"><strong>杨廷松：</strong>批发市场转型优势，我们认为主要还是在于三个部分，第一个部分库存，解决很好的零库存，自己做平台，每一天最新的商品到市场，我们的工作人员到商家直接诶采选送到千家万户；第二人才，懂行的人才；第三：做品牌的问题，品牌对应是本地化的品牌。</p><p class="newtext"><strong>3、亿邦疯人会会员问：平台方怎么把控生鲜供应商的水准？</strong></p><p class="newtext"><strong> 杨廷松：</strong>我们分为两大类：第一、产地的种植者，直接从产地收货的；还有一类是经销的，从产地收上来，挑选后的；在做生鲜时，我们不可能全品类全部从产地收，我们是两种方式。第一，当然我们是找这类产品最好的主产地，产品质量比较好；第二，主产地里肯定要到产地考察；第三，考虑产品的分拣分级的情况，就是在谈产地的时候全部都要考虑、谈好；</p><p class="newtext">产地收产品，一定要有自己的人留守，把控产品质量；收上产品之上，我们还有专门的品控师进行分拣。</p><p class="newtext"><strong>4、亿邦疯人会会员问：生鲜电商的痛点和核心问题是什么？</strong></p><p class="newtext"><strong> 杨廷松：</strong> 第一、流量；先在做生鲜平台的，不借助大平台来操作的，靠自己有流量很难；第二、客单价比物流、包装成本不成正本；第三、用户体验的问题。为了吸引用户，图、介绍很漂亮，但是实际产品却又出入。标准化，可能分配购买的同样的产品，口感都不同，是正常的情况。链条问题：出现问题，客服不是专业懂农产品，要转给产品经理解决，所以影响用户体验。第四、复购率问题，特别是在生鲜黏度不是很高；第五、供应链以及产品的问题，如果产品不丰富，顾客选择性不高。如果产品多了，也存在产品供应的问题，加大复杂程度，一直以来是个矛盾的问题，看到家如何选择量或者质的问题。第六、产品售后的问题。不可避免因物流、质量顾客不满意的情况出现。生鲜的东西如果退换货，那么成本相当的加大，如果不做退换货，顾客满意度就受到影响。生鲜退换货频率要比其他品类更高一些，优先做好品控，服务，好评率提升很难。第七、从产品本身来说，国内的产品一句话代表，“好的不多，多的不好”。第八、现在一些品牌的问题，国内的地域品牌，却企业的品牌，这就需要打造供应链的问题；最终的竞争还是在于一个平台的竞争。平台出来后，还是需要有区域代理；第九、互联网+，农村电商，全国再推这些，很多产地不管懂不懂，都在加入电商，有很多产地在价格方面更有优势，我们品牌是没有办法竞争的，所以也是很困难的。</p><p class="newtext"><strong>5、亿邦疯人会会员问：生鲜铺路电商，如何突破产品固有的限制？(例如保鲜问题)</strong></p><p class="newtext"><strong> 杨廷松：</strong> 如果做综合类电商，不要上来就做生鲜，最大的原因，是这部分最难很多不可控的因素在里。很多平台不用生鲜做主力，就能看出，经营起来确确实实是存在一些困难的。</p><p class="newtext">如果说做生鲜这一部分，如何做出突围，还是建议找到个有特色的、好的产品，从产品上拓展好的客户群，找个产品建议是小产地的精品的东西，这样做可能比较容易做起来。第二建议做生鲜要从本地做起，不要做全国，但是跟生鲜的一些特性比起来，还是会受影响的。</p><p class="newtext">生鲜做到最后要贴近消费者的，所以香满园在做高校、地推、社区，还是从本地做起，会更方便，我们现在才去的还是老办法。</p><p class="newtext"><strong>6、亿邦疯人会会员问：生鲜除了大家都知道的非标、损耗等问题外，有一个潜在问题，复购率不够，请问香满园如何解决？</strong></p><p class="newtext"><strong> 杨廷松：</strong> 实际在痛点上已经提到了一些，痛点还是服务方面。大家如何吸引用户，从客服上，帮助顾客解决问题，不要怕投诉，把投诉当成营销的方式，来产生回头客。</p><p class="newtext">加强和客户之间的互动，增加客户的复购率，不仅是买产品，还买的是服务。在一个是抓住本地的用户，本地用户比外地用户复购率更高。本地出现问题比较容易决绝，从商家来讲，本地客户可以做到大客户的转型，同时互动更方便些。</p><p class="newtext"><strong>7、亿邦疯人会会员问：区域化会是品质生鲜解决之道吗？生鲜电商如何突破区域限制?</strong></p><p class="newtext"><strong> 杨廷松：其实</strong>个人认为还是只能做区域化，做全国是一个噱头，是一个品牌的成长之路，但是真正做好生鲜，在国内这种情况下，还是要以本地市场为主，当然模式可以拓展。在本地做好之后，可以其他城市做分站；社区的连锁店可以最全国，一个城市做好，在做另一个城市，本地做的基础是一定要把供应链做好，有了好的市场营销，可以在做其他城市的拓展。</p><p class="newtext"><strong>8、亿邦疯人会会员问：请问生鲜水果这块产地直供加实体店是不是一个比较好的模式？</strong></p><p class="newtext"><strong> 杨廷松： </strong>我们可以选择的模式产地+直供，但是模式并不一定是大家都要去选择的，或者说模式的成本比较高。产地直供，可以做部分的，因为毕竟要在产地留下指控人员，加大成本。不可能做到很多品类都从产地直供，除非量提上来，做电商生鲜毕竟做的是小人群的，毕竟不是做的生鲜市场的大宗贸易。</p><p class="newtext">实体店实话讲一个店铺的装修成本+转让费，不是所有人都可以做，他是大资本的一种模式，如果想做规模，的确是可以，但是取决于资金、渠道；做社群的确是新生人可以做的模式。可以做一些有针对性的小分层，比如社区群，微信群，不同人群的群，可以做线上线上的同发展，还是要做互动，要跟大家有交流的互动。我们毕竟不是淘宝的。所以相对来说我们把营销重点放在了互动上面，应该说是以后营销的主力。</p><p class="newtext"><strong>9、亿邦疯人会会员问：现在生鲜电商2C是否不太现实？</strong></p><p class="newtext"><strong> 杨廷松：</strong> 现在应说都是做2c，如果说做网络零售，肯定是直面消费者，如果做不到直面消费者，应该是生意就做不好，2c比2b现实。单独发货包装成本，不管做什么品类，你做网络零售肯定是要解决，我们要考虑精品、议价、品牌的一个问题。</p><p class="newtext"><strong>10、亿邦疯人会会员问：生鲜电商，农产品一定要走品牌化吗？</strong></p><p class="newtext"><strong> 杨廷松：</strong>这要产品好，品牌打造出来，只要营销到位，我们所说的包装成本、物流成本就都出来了，这些都不是问题，还是精品要做好，而我们不是做大众贸易的，中下层产品的，我们做的是稀缺的产品，相对我们的涉及人群、年轻人的喜欢越来越优化，养成了网购习惯，大家会接受这种方式的。</p><p class="newtext">拓展一点，品牌现在这个阶段靠农民自己做是做不好的，大家都是千篇一律。主要是靠大资本，或者是当地扶持农产品的大户，做全品类链；第三、形成产地的商会、协会，做品质的把控品牌的建立，这种方式来操作。</p><p class="newtext">当然从电商角度来说我们是要打造自己的品牌，比如说三只松鼠，其实产品不是自己的，但是我自己选择的、筛选过的产品，贴自己的品牌，大家是认可的。</p><p style="text-align:center;"><a href="http://imgs.ebrun.com/resources/2016_04/2016_04_29/201604298101461915788062_origin.png" target="_blank"><img src="http://imgs.ebrun.com/resources/2016_04/2016_04_29/201604298101461915788062.png" title="亿邦疯人会" alt="亿邦疯人会"/></a></p>				<p class="newtext"><span style="font-family: 宋体, SimSun; font-size: 14px;">【版权提示】亿邦动力网倡导尊重与保护知识产权。如发现本站文章存在版权问题，烦请提供版权疑问、身份证明、版权证明、联系方式等发邮件至run@ebrun.com，我们将及时沟通与处理。</span></p></div>
     * newsStatus : 1
     * newType : 0
     * newsPlate : 0
     */

    private List<BodyEntity> body;

    public String getResult() {
        return result;
    }

    public void setResult(String result) {
        this.result = result;
    }

    public List<BodyEntity> getBody() {
        return body;
    }

    public void setBody(List<BodyEntity> body) {
        this.body = body;
    }

    public static class BodyEntity {
        private int id;
        private String title;
        private String newsSource;
        private String titleImage;
        private String fullTitleImage;
        private String description;
        private String content;
        private int newsStatus;
        private int newType;
        private int newsPlate;

        public int getId() {
            return id;
        }

        public void setId(int id) {
            this.id = id;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getNewsSource() {
            return newsSource;
        }

        public void setNewsSource(String newsSource) {
            this.newsSource = newsSource;
        }

        public String getTitleImage() {
            return titleImage;
        }

        public void setTitleImage(String titleImage) {
            this.titleImage = titleImage;
        }

        public String getFullTitleImage() {
            return fullTitleImage;
        }

        public void setFullTitleImage(String fullTitleImage) {
            this.fullTitleImage = fullTitleImage;
        }

        public String getDescription() {
            return description;
        }

        public void setDescription(String description) {
            this.description = description;
        }

        public String getContent() {
            return content;
        }

        public void setContent(String content) {
            this.content = content;
        }

        public int getNewsStatus() {
            return newsStatus;
        }

        public void setNewsStatus(int newsStatus) {
            this.newsStatus = newsStatus;
        }

        public int getNewType() {
            return newType;
        }

        public void setNewType(int newType) {
            this.newType = newType;
        }

        public int getNewsPlate() {
            return newsPlate;
        }

        public void setNewsPlate(int newsPlate) {
            this.newsPlate = newsPlate;
        }
    }
}
